<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Գաղտնաբառերը պետք է լինեն առնվազն վեց նիշ և համապատասխանեն հաստատմանը:',
    'reset'    => 'Ձեր գաղտնաբառը վերականգնվել է!',
    'sent'     => 'Եթե ձեր էլ. հասցեն առկա է մեր տվյալների բազայում, մի քանի րոպեից դուք կստանաք գաղտնաբառի վերականգնման հղում ձեր էլ. Խնդրում ենք ստուգել ձեր սպամի թղթապանակը, եթե չեք ստացել այս նամակը:',
    'token'    => 'Այս գաղտնաբառի վերականգնման թոկենը անվավեր է:',
    'user'     => 'Եթե ձեր էլ. հասցեն առկա է մեր տվյալների բազայում, մի քանի րոպեից դուք կստանաք գաղտնաբառի վերականգնման հղում ձեր էլ. Խնդրում ենք ստուգել ձեր սպամի թղթապանակը, եթե չեք ստացել այս նամակը:',

];
