<?php

return [
  'emptyTimeline'         => 'Այս օգտատերը դեռ գրառումներ չունի!',
  'emptyFollowers'        => 'Այս օգտատերը դեռ հետևորդներ չունի!',
  'emptyFollowing'        => 'Այս օգտատերը դեռ ոչ ոքի չի հետևում!',
  'emptySaved'            => 'Դուք դեռ գրառումներ չեք պահպանել!',
  'savedWarning'          => 'Միայն դուք կարող եք տեսնել ձեր պահպանած գրառումները',
  'privateProfileWarning' => 'Այս Հաշիվը Գաղտնի է',
  'alreadyFollow'         => 'Արդեն հետևու՞մ եք :username օգտատիրոջը',
  'loginToSeeProfile'     => 'Նրանց լուսանկարները և տեսանյութերը տեսնելու համառ:',

  'status.disabled.header' 	  => 'Պրոֆիլը Անհասանելի է',
  'status.disabled.body'	  => 'Ցավոք, այս պրոֆիլը այժմ անհասանելի է։ Խնդրում ենք փորձել ավելի ուշ:',

  'block.domain.max'      => 'Դոմենի արգելափակման առավելագույն սահմանաչափը հասել է: Դուք կարող եք միաժամանակ արգելափակել միայն :max դոմենները: Խնդրեք ձեր ադմինիստրատորին փոփոխել այս սահմանաչափը։',

  'mutedAccounts'           => 'Անձայնացրած Հաշիվներ',
  'blockedAccounts'         => 'Արգելափակված Հաշիվներ',
  'blockedDomains'          => 'Արգելափակված Դոմեններ',
];
