<?php

return [

	'common' => [
		'comment' => 'Մեկնաբանել',
		'commented' => 'Մեկնաբանված',
		'comments' => 'Մեկնաբանություններ',
		'like' => 'Հավանել',
		'liked' => 'Հավանված',
		'likes' => 'Հավանումներ',
		'share' => 'Կիսվել',
		'shared' => 'Կիսված',
		'shares' => 'Կիսվածներ',
		'unshare' => 'Չկիսվել',
		'bookmark' => 'Նշել',

		'cancel' => 'Չեղարկել',
		'copyLink' => 'Պատճենել հղումը',
		'delete' => 'Ջնջել',
		'error' => 'Սխալ',
		'errorMsg' => 'Ինչ-որ բան սխալ է գնացել: Խնդրում ենք կրկին փորձել ավելի ուշ:',
		'oops' => 'Օյ!',
		'other' => 'Այլ',
		'readMore' => 'Կարդալ ավելին',
		'success' => 'Հաջողություն',
		'proceed' => 'Շարունակել',
		'next' => 'Հաջորդը',
		'close' => 'Փակել',
		'clickHere' => 'սեղմեք այստեղ',

		'sensitive' => 'Զգայուն',
		'sensitiveContent' => 'Զգայուն Կոնտենտ',
		'sensitiveContentWarning' => 'Այս գրառումը կարող է պարունակել զգայուն կոնտենտ',
	],

	'site' => [
		'terms' => 'Օգտագործման պայմաններ',
		'privacy' => 'Գաղտնիության քաղաքականություն',
	],

	'navmenu' => [
		'search' => 'Որոնել',
		'admin' => 'Ադմինի վահանակ',

		// Timelines
		'homeFeed' => 'Գլխավոր ժապավեն',
		'localFeed' => 'Լոկալ ժապավեն',
		'globalFeed' => 'Հանրային ժապավեն',

		// Core features
		'discover' => 'Բացահայտել',
		'directMessages' => 'Անձնական Հաղորդագրություններ',
		'notifications' => 'Ծանուցումներ',
		'groups' => 'Խմբեր',
		'stories' => 'Պատմություններ',

		// Self links
		'profile' => 'Պրոֆիլ',
		'drive' => 'Սկավառակ',
		'settings' => 'Կարգավորումներ',
		'compose' => 'Ստեղծել Նոր',
		'logout' => 'Դուրս գալ',

		// Nav footer
		'about' => 'Մեր Մասին',
		'help' => 'Օգնություն',
		'language' => 'Լեզու',
		'privacy' => 'Գաղտնիություն',
		'terms' => 'Պայմաններ',

		// Temporary links
		'backToPreviousDesign' => 'Վերադառնալ նախկին դիզայնին'
	],

	'directMessages' => [
		'inbox' => 'Մուտքագրման տուփ',
		'sent' => 'Ուղարկված',
		'requests' => 'Հայտեր'
	],

	'notifications' => [
		'liked' => 'հավանել է ձեր',
		'commented' => 'մեկնաբանել է ձեր',
		'reacted' => 'արձագանքել է ձեր',
		'shared' => 'կիսվել է ձեր',
		'tagged' => 'նշել է ձեզ',

		'updatedA' => 'թարմացրել է',
		'sentA' => 'ուղարկել է',

		'followed' => 'հետևել է',
		'mentioned' => 'նշել է',
		'you' => 'ձեզ',

		'yourApplication' => 'Ձեր միանալու համար հարցումը',
		'applicationApproved' => 'հաստատվել է',
		'applicationRejected' => 'մերժվել է: Դուք կարող եք կրկին հարցում ներկայացնել 6 ամսից:',

		'dm' => 'անձ. հաղորդագրություն',
		'groupPost' => 'խմբային գրառում',
		'modlog' => 'modlog',
		'post' => 'գրառում',
		'story' => 'պատմություն',
		'noneFound' => 'Ծանուցումներ չկան',
	],

	'post' => [
		'shareToFollowers' => 'Կիսվել հետևորդների հետ',
		'shareToOther' => 'Կիսվել մնացածի հետ',
		'noLikes' => 'Դեռ հավանումներ չկան',
		'uploading' => 'Վերբեռնվում է',
	],

	'profile' => [
		'posts' => 'Գրառումներ',
		'followers' => 'Հետևորդներ',
		'following' => 'Հետևում է',
		'admin' => 'Ադմին',
		'collections' => 'Հավաքածուներ',
		'follow' => 'Հետևել',
		'unfollow' => 'Չհետևել',
		'editProfile' => 'Փոխել պրոֆիլը',
		'followRequested' => 'Հետևելու հայտը ուղարկված է',
		'joined' => 'Միացել է',

		'emptyCollections' => 'Հավաքածուներ չեն գտնվել',
		'emptyPosts' => 'Գրառումներ չեն գտնվել',
	],

	'menu' => [
		'viewPost' => 'Դիտել գրառումը',
		'viewProfile' => 'Դիտել պրոֆիլը',
		'moderationTools' => 'Մոդերատորի գործիքներ',
		'report' => 'Բողոքարկել',
		'archive' => 'Արխիվացնել',
		'unarchive' => 'Դուրս բերել արխիվից',
		'embed' => 'Ներկառուցել',

		'selectOneOption' => 'Ընտրեք տարբերակներից մեկը',
		'unlistFromTimelines' => 'Հանել ժապավեններից',
		'addCW' => 'Ավելացնել կոնտենտի նախազգուշացում',
		'removeCW' => 'Հեռացնել կոնտենտի նախազգուշացումը',
		'markAsSpammer' => 'Նշել որպես Սպամեր',
		'markAsSpammerText' => 'Հեռացնել + կոնտենտի նախազգուշացում գոյություն ունեցող և ապագա գրառումներին',
		'spam' => 'Սպամ',
		'sensitive' => 'Զգայուն Կոնտենտ',
		'abusive' => 'Վիրավորական կամ Վնասակար',
		'underageAccount' => 'Անչափահաս Հաշիվ',
		'copyrightInfringement' => 'Հեղինակային Իրավունքների Խախտում',
		'impersonation' => 'Կեղծ Անձնավորում',
		'scamOrFraud' => 'Խարդախություն կամ Կեղծություն',
		'confirmReport' => 'Հաստատել Բողոքը',
		'confirmReportText' => 'Վստա՞հ եք, որ ցանկանում եք բողոքարկել այս գրառումը:',
		'reportSent' => 'Բողոքը ուղարկված է!',
		'reportSentText' => 'Մենք հաջողությամբ ստացել ենք Ձեր բողոքը:',
		'reportSentError' => 'Առաջացել է խնդիր այս բողոքարկումը ուղարկելուց:',

		'modAddCWConfirm' => 'Վստա՞հ եք, որ ցանկանում եք ավելացնել կոնտենտի նախազգուշացում այս գրառմանը:',
		'modCWSuccess' => 'Կոնտենտի նախազգուշացումը հաջողությամբ ավելացվեց',
		'modRemoveCWConfirm' => 'Վստա՞հ եք, որ ցանկանում եք հեռացնել կոնտենտի նախազգուշացումը այս գրառումից:',
		'modRemoveCWSuccess' => 'Կոնտենտի նախազգուշացումը հաջողությամբ հեռացվեց',
		'modUnlistConfirm' => 'Վստա՞հ եք, որ ցանկանում եք հեռացնել այս գրառումը:',
		'modUnlistSuccess' => 'Գրառումը հաջողությամբ հեռացվեց',
		'modMarkAsSpammerConfirm' => 'Վստա՞հ եք, որ ցանկանում եք նշել այս օգտատիրոջը որպես սպամեր: Բոլոր գոյություն ունեցող և ապագա գրառումները կհեռացվեն ժապավենից, և կավելացվի բովանդակության նախազգուշացում:',
		'modMarkAsSpammerSuccess' => 'Հաշիվը հաջողությամբ նշվեց որպես սպամեր',

		'toFollowers' => 'Հետևորդներին',

		'showCaption' => 'Ցուցադրել Վերնագիրը',
		'showLikes' => 'Ցուցադրել Հավանումները',
		'compactMode' => 'Compact ռեժիմ',
		'embedConfirmText' => 'Օգտագործելով այս ներկառուցումը, դուք համաձայնվում եք մեր',

		'deletePostConfirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս գրառումը:',
		'archivePostConfirm' => 'Վստա՞հ եք, որ ցանկանում եք արխիվացնել այս գրառումը:',
		'unarchivePostConfirm' => 'Վստա՞հ եք, որ ցանկանում եք դուրս բերել արխիվից այս գրառումը:',
	],

	'story' => [
		'add' => 'Ավելացնել պատմություն'
	],

	'timeline' => [
		'peopleYouMayKnow' => 'Մարդիկ, ում կարող եք ճանաչել',

		'onboarding' => [
			'welcome' => 'Բարի գալուստ',
			'thisIsYourHomeFeed' => 'Սա ձեր գլխավոր ժապավենն է, որտեղ այն օգտատերերի գրառումներն են ում դուք հետևում եք:',
			'letUsHelpYouFind' => 'Թույլ տվեք մեզ օգնել ձեզ գտնել մի քանի հետաքրքիր մարդկանց, ում կարող եք հետևել:',
			'refreshFeed' => 'Թարմացնել իմ ժապավենը',
		],
	],

	'hashtags' => [
		'emptyFeed' => 'Մենք չենք կարողանում գտնել որևէ գրառում այս հեշթեգի համար'
	],

	'report' => [
		'report' => 'Բողոքարկել',
		'selectReason' => 'Ընտրեք պատճառը',
		'reported' => 'Բողոքարկված',
		'sendingReport' => 'Բողոքարկման ուղարկում',
		'thanksMsg' => 'Շնորհակալություն բողոքի համար, ձեզ նման մարդիկ օգնում են պահպանել մեր համայնքի անվտանգությունը!',
		'contactAdminMsg' => 'Եթե ցանկանում եք կապնվել ադմինիստրատորի հետ այս գրառման կամ բողոքարկման վերաբերյալ',
	],

];
